# RemoveVPClOvrd

## Description
Removes a class override from the specified viewport.

```pascal
PROCEDURE RemoveVPClOvrd(
				viewportHandle : HANDLE;
				className      : STRING);
```

```python
def vs.RemoveVPClOvrd(viewportHandle, className):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|viewportHandle|HANDLE|The viewport handle.|
|className|STRING|The name of the class.|

## See Also
VS Functions:
CreateVPClOvrd

## Version
Availability: from Vectorworks 2014

## Category
* Viewports